// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Nettoyer les têtes d'impression";

NotInitiatedTitle = "Impossible de lancer le nettoyage.";
NotInitiatedMsg = "Impossible de lancer la procédure de nettoyage. Veuillez vérifier si l'imprimante est active et si des travaux d'impression ne sont pas en cours de traitement.";

CleaningProgressTitle = "Nettoyage des têtes d'impression en cours…";

CompletitionLevelTitleFormat = "Nettoyage de Niveau %i effectué";
CompletitionLevelMsgFormat = "Veuillez attendre que la page de test soit imprimée. Vérifiez à l'aide de cette page si le problème a été résolu. Si la page de test se présente correctement, cliquez sur Terminer pour quitter le processus de nettoyage. Sinon, cliquez sur Nettoyage de Niveau %i pour continuer le nettoyage.";
CompletitionFinalMsg = "Veuillez attendre que la page de test soit imprimée. Vérifiez à l'aide de cette page si le problème a été résolu. Si la page de test se présente correctement, cliquez sur Terminer pour quitter le processus de nettoyage. Sinon, cliquez sur Obtenir de l'aide de HP en ligne pour aller à la page Web HP sur la résolution des problèmes.";
NextLevelButtonFormat = "Nettoyage de Niveau %i";
FinishButtonText = "Terminer";
GetHelpButtonText = "Obtenir de l'aide de HP en ligne";

HSDCleanPrintheadsExplanation = "Si le document imprimé présente des traînées d'encre tel qu'illustré sur l'échantillon, veuillez nettoyer les têtes d'impression. Cette procédure prend environ une minute et nécessite une seule feuille de papier.";
HSDCleanPrintheadsInvitation = "Cliquez sur le bouton Nettoyer pour nettoyer les têtes d'impression maintenant.";
HSDManualCleanPrintheadsInvitation = "Pour nettoyer la tête d'impression, veuillez sélectionner l'option correspondante sur l'écran du panneau de commande de l'imprimante.";

CleanCancelledTitle = "Opération annulée";
CleanCancelledMsg = "La procédure de nettoyage a été annulée du panneau avant du périphérique.";

CleaningProcessErrorTitle = "Impossible de terminer l'opération";
CleaningProcessErrorMsg = "Impossible de terminer la procédure de nettoyage. Veuillez contacter l'assistance HP.";
DeviceBusyMessage = "Impossible d'exécuter la procédure de nettoyage. Attendez que l'équipement termine le traitement en cours et réessayez.";

PythonLvl1DoneTitle = "Le nettoyage de niveau 1 des têtes d'impression est terminé";

PythonLvl1DoneMsg = "Si la qualité d'impression reste mauvaise, un nettoyage de niveau 2 est disponible. Cette procédure prend environ 2 minutes et nécessite une seule feuille de papier. Le nettoyage de niveau 2 utilise une quantité d'encre importante et ne doit être employé que si le nettoyage initial n'améliore pas la qualité d'impression. Pour procéder à un nettoyage de niveau 2, cliquez sur \"Nettoyage de niveau 2\".";

PythonLvl2Button = "Nettoyage de niveau 2";

PythonLvl2DoneTitle = "Le nettoyage de niveau 2 des têtes d'impression est terminé";

PythonLvl2DoneMsg = "Si la qualité d'impression n'est toujours pas satisfaisante, exécuter cette procédure une nouvelle fois n'aura probablement pas d'effet. Reportez-vous à la documentation de l'imprimante pour plus d'informations.";

ColorCleaningTextFieldTitle = "Nettoyer les têtes d'impression";
HSDInfoTextFieldTitle = "Si le document imprimé présente des traînées d'encre comme illustré sur l'image, ou des couleurs incorrectes ou manquantes, il se peut que les têtes d'impression requièrent un nettoyage. Cette procédure utilise de l'encre pour tenter de nettoyer les gicleurs des têtes d'impression. Elle prend environ 2 minutes et nécessite une seule feuille de papier.";
HSDGuideTextFieldTitle = "Cliquez sur \"Nettoyer\" pour nettoyer les têtes d'impression maintenant.";
HSDCleanButtonTitle = "Nettoyer";
CancelButtonTitleKey = "Annuler";

PythonLvl1DoneMsgPigment = "Si la qualité d'impression est toujours inacceptable, vous avez la possibilité de lancer un nettoyage de Deuxième niveau. La procédure durera environ 2 minutes et utilisera une feuille de papier. Ce Deuxième niveau utilisera une grande quantité d'encre et ne doit être utilisé que si le premier nettoyage n'a pas permis d'améliorer la qualité d'impression. Pour lancer le Deuxième niveau de nettoyage, cliquez sur \“Nettoyage de deuxième niveau\”.";
HSDInfoTextFieldTitlePigment = "Si votre impression présente des traces comme l'exemple sur l'image ou les couleurs ne sont pas les bonnes ou n'ont pas été imprimées, les têtes d'impression doivent être nettoyées. Cette procédure utilise une cartouche pour nettoyer les buses des têtes d'impression. La procédure durera environ 2 minutes et utilisera une feuille de papier.";
